/* format string showing Hype Pro Upgrade price */
" Available for only %@." = " Disponible pour seulement %@.";

/* format string for the largest layout size */
"%.f px and up" = "%.f px et plus";

/* format string for the layout range */
"%.f px to %.f px wide" = "%1$.f px à %2$.f px de large";

/* {Timeline name} {duplicate number} */
"%@ %lu" = "%1$@ %2$lu";

/* Scene name after duplication: {scene name} Copy */
"%@ Copy" = "Copie de %@";

/* Alert message text: {resource name} has been modified outside of Hype. */
"%@ has been modified outside of Hype." = "%@ a été modifié en dehors de Hype.";

/* Timing function name - Default */
"%@ – Default" = "%@ par défaut";

/* format string for the largest layout size */
"%g px and up" = "%.g px et plus";

/* format string for the layout range */
"%g px to %g px" = "%1$g px à %2$g px";

/* Text for window accessory button */
"%ld day left. Buy now! →" = "Il reste %ld jour. Acheter maintenant ! →";

/* Text for window accessory button */
"%ld days left. Buy now! →" = "Il reste %ld jours. Acheter maintenant ! →";

/* Browser compatibility warning */
"3D rotation is not supported. The element will not be rotated." = "La rotation 3D n’est pas prise en charge. L’élément ne subira pas de rotation.";

/* Browser compatibility warning */
"A H.264 or WebM video source is required for playback." = "La lecture requiert une source vidéo H.264 ou WebM.";

/* Browser compatibility warning */
"A H.264 video source is required for playback." = "La lecture requiert une source vidéo H.264.";

/* Browser compatibility warning */
"A Theora video source is required for playback." = "La lecture requiert une source vidéo Theora.";

/* Warning dialog informative text */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite the current contents." = "Le dossier %@ contient déjà un fichier ou un dossier du même nom. Son remplacement écrasera le contenu actuel.";

/* Alert message text */
"A persistent symbol cannot be added as a child of another symbol" = "Il est impossible d’ajouter un symbole persistant comme enfant d’un autre symbole";

/* Alert message text: A plug-in with the same name “{plugin name}” already exists. */
"A plug-in with the same name “%@” already exists." = "Il existe déjà un module intitulé « %@ ».";

/* Alert message text: A source of MIME type “{MIME type}” already exists. */
"A source of grouping type “%@” already exists." = "Il y a déjà une source dont le type de groupement est « %@ ».";

/* Alert message text */
"A symbol cannot be pasted into itself" = "Un symbole ne peut pas être collé dans lui-même";

/* Browser compatibility warning */
"A valid audio source is required for playback." = "La lecture requiert une source audio valide.";

/* Browser compatibility warning */
"A valid video source is required for playback." = "La lecture requiert une source vidéo valide.";

/* Inspector group name */
"Accessibility" = "Accessibilité";

/* Inspector pane name */
"Actions" = "Actions";

/* Inspector tab tooltip */
"Actions Inspector" = "Inspecteur d’actions";

/* Menu item */
"Actual Size" = "Taille réelle";

/* Button label: Add {MIME type} Source… */
"Add %@ Source…" = "Ajouter une source %@…";

/* Button label */
"Add Audio Source…" = "Ajouter une source audio…";

/* No comment provided by engineer. */
"Add Email Address" = "Ajouter une adresse e-mail";

/* Font Panel Button */
"Add Font" = "Ajouter une police";

/* Undo menu item action */
"Add Guide" = "Ajouter un guide";

/* Undo menu item action */
"Add Guides" = "Ajouter des guides";

/* Properties listing add keyframe button */
"Add Keyframe" = "Ajouter une image-clé";

/* Button label */
"Add Source…" = "Ajouter une source…";

/* Timeline Action bar add timeline action button */
"Add Timeline Action" = "Ajouter une action de timeline";

/* Button label */
"Add Video Source…" = "Ajouter une source vidéo…";

/* Alert default button */
"Add to All Scenes" = "Ajouter à toutes les scènes";

/* Alert button */
"Add to Current Scene" = "Ajouter à la scène actuelle";

/* Inspector group name */
"Additional CSS" = "CSS supplémentaire";

/* Inspector group name */
"Advanced Options" = "Options avancées";

/* Inspector group name */
"Alignment" = "Alignement";

/* Button to check all items
   Menu item */
"All" = "Tous";

/* Menu item */
"All Browsers" = "Tous les navigateurs";

/* Menu item */
"All Fonts" = "Toutes";

/* Browser compatibility warning */
"Alpha values in colors are not supported. The color will fallback to using a 1.0 alpha value." = "Les valeurs alpha dans les couleurs ne sont pas admises. La couleur reviendra à une valeur alpha de 1,0.";

/* HTML Widget Description */
"An HTML widget is used to display embedded HTML in your scene or to embed an iframe of a different web page." = "Un widget HTML est utilisé pour afficher de l’HTML incorporé dans votre scène ou pour incorporer un iframe d’une page Web différente.";

/* Browser compatibility warning */
"An MP3 audio source is required for playback." = "La lecture requiert une source audio MP3.";

/* Browser compatibility warning */
"An MP3 or OGG audio source is required for playback." = "La lecture requiert une source audio MP3 ou OGG.";

/* Browser compatibility warning */
"An MP3 or Quicktime-compatible audio source is required for playback." = "La lecture requiert une source audio MP3 ou compatible QuickTime.";

/* Browser compatibility warning */
"An OGG audio source is required for playback." = "La lecture requiert une source audio OGG.";

/* Export Script Update Dialog Window Title */
"An update is available for %@." = "Une mise à jour est disponible pour %@.";

/* Menu item */
"Animated" = "Animé";

/* Inspector group name */
"Animation Timelines" = "Timelines d’animation";

/* scene size checkbox text */
"Apply changes to all scenes" = "Appliquer à toutes les scènes";

/* scene size checkbox text */
"Apply to matching layouts" = "Appliquer aux tailles correspondantes";

/* Alert message text */
"Are you sure you want to delete the selected layout?" = "Voulez-vous vraiment supprimer la taille sélectionnée ?";

/* Alert message text */
"Are you sure you want to delete the selected scene?" = "Voulez-vous vraiment supprimer la scène sélectionnée ?";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the font named “%@”" = "Voulez-vous vraiment supprimer la police « %@ » ?";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the symbol named “%@”" = "Voulez-vous vraiment supprimer le symbole « %@ » ?";

/* No comment provided by engineer. */
"Audio…" = "Audio…";

/* Menu item */
"Auto Scrollbars" = "Barres de défilement auto";

/* Mouse cursor name; menu item */
"Automatic" = "Automatique";

/* alert message title */
"Automatically add to all scenes?" = "Ajouter automatiquement à toutes les scènes ?";

/* Browser compatibility warning */
"Autoplay is ignored unless Muted is also enabled." = "Lecture automatique ignorée sauf si l’option Silencieux est également activée.";

/* Browser compatibility warning */
"Autoplay is ignored." = "La lecture auto est ignorée.";

/* Menu item */
"Back" = "Derrière";

/* Menu item */
"Back Reverse" = "Arrière inverse";

/* Inspector group name */
"Background" = "Arrière-plan";

/* Browser compatibility warning */
"Background gradients are not supported. The solid fill style will be displayed instead." = "Les dégradés d’arrière-plan ne sont pas pris en charge. Le style de remplissage uni sera affiché à la place.";

/* No comment provided by engineer. */
"Backward" = "En arrière";

/* Beta Expiration Dialog */
"Beta Expired" = "Bêta arrivée à expiration";

/* Inspector group name */
"Border" = "Bordure";

/* Menu item */
"Bounce" = "Rebond";

/* Menu item */
"Bounce Reverse" = "Rebond inverse";

/* Undo menu item action */
"Browser Compatibility Warning" = "Alerte de compatibilité de navigateur";

/* Default text in a new button element and element class type */
"Button" = "Bouton";

/* Browser compatibility warning */
"CSS3 Backdrop Filters are unsupported and cannot be applied." = "Les filtres de toile de fond CSS3 ne sont pas pris en charge et ne peuvent être appliqués.";

/* Browser compatibility warning */
"CSS3 Filters are unsupported and cannot be applied." = "Les filtres CSS3 ne sont pas pris en charge et ne peuvent être appliqués.";

/* Button text */
"Cancel" = "Annuler";

/* Browser compatibility warning */
"Cannot autoplay audio on mobile devices unless it is a home screen web app." = "Lecture audio automatique impossible sur les appareils mobiles, sauf pour les applis Web d’écran d’accueil.";

/* Browser compatibility warning */
"Cannot modify browser selection behavior." = "Impossible de modifier le comportement de sélection du navigateur.";

/* Browser compatibility warning */
"Cannot preload audio." = "Préchargement audio impossible.";

/* Undo menu item action */
"Change Background Color" = "Changer la couleur d’arrière-plan";

/* Undo menu action name */
"Change Duration" = "Changer la durée";

/* Undo menu item action */
"Change Physics Gravity" = "Modifier la gravité physique";

/* Undo menu item action */
"Change Preview Export Script" = "Changer Script d’exportation d’aperçu";

/* Undo menu item action */
"Change Scene Size" = "Modifier la taille de la scène";

/* Undo menu item action */
"Change Symbol Type" = "Modifier le type de symbole";

/* Browser compatibility warning */
"Changing the status bar style is not supported" = "La modification du style de barre d’état n’est pas prise en charge.";

/* Button text */
"Check for Updates" = "Rechercher les mises à jour";

/* No comment provided by engineer. */
"Choose an exported .hyperesources folder" = "Choisir un dossier .hyperesources exporté";

/* Menu item */
"Choose…" = "Choisir…";

/* Browser compatibility warning category and inspector group name */
"Class Name" = "Nom de classe";

/* Button text */
"Close Document" = "Fermer le document";

/* Tooltip */
"Compose Email" = "Écrire un e-mail";

/* info window text when connecting to app store */
"Connecting to App Store…" = "Connexion à l’App Store…";

/* Email Support: */
"Contact Us:" = "Assistance par e-mail :";

/* Inspector group name */
"Content Overflow" = "Dépassement de contenu";

/* Export Script Update Dialog Window Button */
"Continue" = "Continuer";

/* Application Error Dialog */
"Continue Anyways" = "Continuer quand même";

/* Tooltip: Continue Timeline {timeline name} */
"Continue Timeline %@" = "Continuer la timeline %@";

/* Alert default button and menu item */
"Convert" = "Convertir";

/* Alert informative text */
"Converting to motion paths will modify existing Left and Top keyframes across all timelines and set Transform Origin to 50%% 50%%." = "La conversion en chemins d’animation modifie les images-clés Gauche et Supérieure sur toutes les timelines et règle l’origine de la transformation sur 50%% 50%%.";

/* Menu item */
"Copy Guide" = "Copier le guide";

/* Menu item */
"Copy Guides" = "Copier les guides";

/* Error dialog title */
"Corrupt Hype Document" = "Document Hype corrompu";

/* Alert message text */
"Could not send feedback" = "Impossible d’envoyer la réaction";

/* Menu item */
"Create Grid…" = "Créer une grille…";

/* Alert dialog button label */
"Create New Group" = "Créer un groupe";

/* Undo menu item action */
"Create Symbol" = "Créer un symbole";

/* Mouse cursor name; menu item */
"Crosshair" = "Réticule";

/* Default name for custom size breakpoint, timing function names, and behavior handlers */
"Custom" = "Personnalisé";

/* Inspector group name and undo menu item action */
"Custom Behaviors" = "Comportements personnalisés";

/* Menu item and dialog title */
"Custom CSS" = "CSS personnalisée";

/* Timing functions custom functions section header */
"Custom Functions" = "Fonctions personnalisées";

/* Browser compatibility warning category */
"Custom Head HTML" = "HTML de titre personnalisé";

/* Browser compatibility warning category */
"Custom JavaScript" = "JavaScript personnalisé";

/* Advanced export default name */
"Custom Slice" = "Secteur personnalisé";

/* custom export slices header title */
"Custom Slices" = "Secteurs personnalisés";

/* Browser compatibility warning */
"Dashed and Dotted Border Style may not draw correctly." = "Les styles de bordure Tireté et Pointillé ne seront peut-être pas dessinés correctement.";

/* Preference pane name */
"Debug" = "Déboguer";

/* Default export slice name
   default slice name */
"Default" = "Par défaut";

/* Alert default button and menu item */
"Delete" = "Supprimer";

/* Undo menu item action */
"Delete Element" = "Supprimer l’élément";

/* Menu item */
"Delete JavaScript" = "Supprimer JavaScript";

/* Undo menu item action */
"Delete Keyframe" = "Supprimer l’image-clé";

/* Undo menu item action */
"Delete Layout" = "Supprimer la taille";

/* Undo menu item action */
"Delete Scene" = "Supprimer la scène";

/* Undo menu item action */
"Delete Scene Size" = "Supprimer la taille de la scène";

/* Default name for phone layout breakpoint */
"Desktop" = "Bureau";

/* Window title */
"Developer News" = "Actualités des développeurs";

/* Preference pane name */
"Devices" = "Appareils";

/* Menu item */
"Dismiss Capo" = "Ignorer le Capo";

/* Inspector group name */
"Display Name" = "Nom affiché";

/* informative alert text, the n corresponds to a number which will be assigned */
"Display Names will be labeled as \"%@-n.\"" = "Les noms affichés porteront l'étiquette \"%@-n\".";

/* Alert message text */
"Do you want to convert %@ to a persistent symbol?" = "Convertir %@ en symbole persistant ?";

/* Alert message text: Do you want to convert {element or elements, depending on number of selected elements} to use motion paths? */
"Do you want to convert %@ to use motion paths?" = "Convertir %@ pour utiliser des chemins d’animation ?";

/* Alert message text */
"Do you want to convert element to use motion paths?" = "Convertir un élément pour utiliser des chemins d’animation ?";

/* Alert message text */
"Do you want to convert elements to use motion paths?" = "Convertir des éléments pour utiliser des chemins d’animation ?";

/* Alert message text */
"Do you want to include contact information?" = "Voulez-vous inclure des coordonnées ?";

/* Alert informative text */
"Do you want to keep the Hype version, or update to the version on disk?" = "Conserver la version Hype ou mettre à jour avec la version sur disque ?";

/* Alert message text */
"Do you want to relink the file?" = "Voulez-vous réassocier le fichier ?";

/* Alert message text */
"Do you want to remove motion paths?" = "Supprimer des chemins d’animation ?";

/* Alert message text (plural) */
"Do you want to replace existing files?" = "Voulez-vous remplacer les fichiers existants ?";

/* Alert message text (singlular) */
"Do you want to replace the existing file?" = "Voulez-vous remplacer le fichier existant ?";

/* Inspector pane name */
"Document" = "Document";

/* Inspector tab tooltip */
"Document Inspector" = "Inspecteur de document";

/* Error dialog title */
"Document Version Incompatibility" = "Incompatibilité de version de document";

/* Symbol Editing Directions */
"Double-click to edit" = "Double-cliquer pour modifier";

/* Export Script Update Dialog Window Button */
"Download & Continue" = "Télécharger et continuer";

/* Application Error Dialog */
"Download Hype" = "Télécharger Hype";

/* Button Text */
"Download Hype 1" = "Télécharger Hype 1";

/* Button label */
"Download Trial" = "Télécharger la version d’essai";

/* Undo menu item action */
"Duplicate" = "Dupliquer";

/* Menu item */
"Duplicate Scene" = "Dupliquer la scène";

/* Menu item */
"Duplicate Scene (Without Animations)" = "Dupliquer la scène (sans animation)";

/* duplicate timelines undo text */
"Duplicate Timelines" = "Dupliquer les timelines";

/* Menu item */
"Ease In" = "Accélération";

/* Menu item */
"Ease In Circ" = "Accélération circulaire";

/* Menu item */
"Ease In Expo" = "Accélération exponentielle";

/* Menu item */
"Ease In Out" = "Accél-Décél.";

/* Menu item */
"Ease In Out Circ" = "Accél-Décél. circulaire";

/* Menu item */
"Ease In Out Expo" = "Accél-Décél. exponentielle";

/* Menu item */
"Ease In Out Quad" = "Accél-Décél. quadratique";

/* Menu item */
"Ease In Out Quart" = "Accél-Décél. quartique";

/* Menu item */
"Ease In Out Quint" = "Accél-Décél. quintique";

/* Menu item */
"Ease In Out Sine" = "Accél-Décél. sinusoïdale";

/* Menu item */
"Ease In Quad" = "Accélération quadratique";

/* Menu item */
"Ease In Quart" = "Accélération quartique";

/* Menu item */
"Ease In Quint" = "Accélération quintique";

/* Menu item */
"Ease In Sine" = "Accélération sinusoïdale";

/* Menu item */
"Ease Out" = "Décélération";

/* Menu item */
"Ease Out Circ" = "Décélération circulaire";

/* Menu item */
"Ease Out Expo" = "Décélération exponentielle";

/* Menu item */
"Ease Out Quad" = "Décélération quadratique";

/* Menu item */
"Ease Out Quart" = "Décélération quartique";

/* Menu item */
"Ease Out Quint" = "Décélération quintique";

/* Menu item */
"Ease Out Sine" = "Décélération sinusoïdale";

/* Menu item */
"Edit Grid…" = "Modifier la grille…";

/* Menu item */
"Edit Layout Grid" = "Modifier la grille de taille";

/* Menu item */
"Edit Timelines…" = "Modifier des timelines…";

/* Menu item */
"Elastic" = "Élastique";

/* Menu item */
"Elastic Reverse" = "Élastique inverse";

/* Inspector pane name */
"Element" = "Elément";

/* Inspector pane name */
"Element Actions" = "Actions d’élément";

/* Inspector tab tooltip */
"Element Inspector" = "Inspecteur d’élément";

/* Inspector group name */
"Element Physics" = "Physiques d’élément";

/* No comment provided by engineer. */
"Elements" = "Eléments";

/* Element class type */
"Ellipse" = "Ellipse";

/* enter serial number menu item */
"Enter Pro Serial Number…" = "Saisir le numéro de série Pro…";

/* Enter Serial Number… menu item */
"Enter Serial Number…" = "Saisir le numéro de série…";

/* Exit symbol button tooltip */
"Exit symbol" = "Quitter l’éditeur de symbole";

/* export button title for more than one slice */
"Export %ld Slices…" = "Exporter %ld secteurs…";

/* export button title for one slice */
"Export %ld Slice…" = "Exporter %ld secteur…";

/* Inspector group name */
"Export Script Arguments" = "Arguments de script d’exportation";

/* Undo menu item action */
"Export Script Document Argument" = "Argument Document de script d’exportation";

/* Preference pane name */
"Exporting" = "Exportation";

/* export button title */
"Export…" = "Exporter…";

/* Default button in registration dialog when license entension is entered */
"Extend Trial" = "Prolonger l’essai";

/* tooltip for external element visibility mode button with three display modes */
"External element visibility mode
- Fade elements outside of the symbol
- Hide elements outside of the symbol
- Show elements outside of the symbol" = "Mode de visibilité des éléments externes
- Estomper les éléments en dehors du symbole
- Masquer les éléments en dehors du symbole
- Afficher les éléments en dehors du symbole";

/* Alert informative text (plural) */
"Files with the same name already exist in the Resource Library. Do you want to replace any files that are named the same or keep them both?" = "Des fichiers portant le même nom existent déjà dans la bibliothèque de ressources. Voulez-vous remplacer les fichiers de même nom ou conserver les deux exemplaires?";

/* Inspector group name */
"Filter Effects" = "Effets de filtre";

/* Tooltip */
"First Scene" = "Première scène";

/* Tooltip text */
"First keyframes are relative" = "Les premières images-clés sont relatives";

/* Inspector group name */
"Flexible Layout" = "Taille souple";

/* Inspector group name */
"Font" = "Police";

/* Playback direction */
"Forward" = "En avant";

/* No comment provided by engineer. */
"Front" = "Devant";

/* Preference pane name */
"General" = "Général";

/* Tooltip: Go to {time} in Timeline {timeline name} */
"Go to %@ in Timeline %@" = "Aller à %1$@ dans la timeline %2$@";

/* Tooltip: Go To URL {url} */
"Go to URL %@" = "Aller à l’URL %@";

/* Browser compatibility warning */
"Gravity cannot respond to device tilt." = "La gravité ne peut pas répondre à l’inclinaison de l’appareil.";

/* Browser compatibility warning */
"Groove, Ridge, Inset, and Outset Border Style are not supported." = "Les styles Rainure, Arête, Incrustation et Relief ne sont pas pris en charge.";

/* Element class type */
"Group" = "Groupe";

/* Undo menu item action */
"Group Elements" = "Grouper des éléments";

/* Browser compatibility warning */
"H.264 or a Quicktime-compatible video source is required for playback." = "La lecture requiert une source vidéo H.264 ou compatible QuickTime.";

/* Inspector group name */
"HTML Page Title" = "Titre de page HTML";

/* Element class type and inspector group name */
"HTML Widget" = "Widget HTML";

/* Tab Item, do not localize */
"Head HTML" = "HTML de titre";

/* Mouse cursor name; menu item */
"Help" = "Aide";

/* Menu item */
"Hidden" = "Masqué";

/* Menu item */
"Hide Button Controls" = "Masquer les boutons";

/* Menu item */
"Hide Grid" = "Masquer la grille";

/* Menu item */
"Hide Guide" = "Masquer le guide";

/* Menu item */
"Hide Guides" = "Masquer les guides";

/* Toolbar button label and menu item */
"Hide Layouts" = "Masquer les tailles";

/* Menu item */
"Hide Ruler" = "Masquer la règle";

/* Toolbar button label and menu item */
"Hide Scenes" = "Masquer les scènes";

/* Undo menu item action */
"Home Screen Web App" = "Lancer en tant qu’Appli Web";

/* Browser compatibility warning */
"Home screen web apps are not supported" = "Les applis Web d’écran d’accueil ne sont pas prises en charge";

/* Segmented button text */
"Hover" = "Survoler";

/* Alert dialog title */
"Hype 1 serial numbers cannot be used with Hype 3." = "Les numéros de série de Hype ne peuvent pas être utilisés avec Hype 3.";

/* Alert dialog informative text */
"Hype 3 is a paid upgrade and requires a separate license to be purchased." = "Hype 3 est une mise à niveau payante et nécessite l’achat d’une licence séparée.";

/* Window title */
"Hype Crash Reporter" = "Signalement de plantage Hype";

/* Window title */
"Hype Feedback Reporter" = "Signalement de réaction Hype";

/* Window title */
"Hype Hang Reporter" = "Signalement de blocage Hype";

/* Window title */
"Hype Issue Reporter" = "Signalement de problème Hype";

/* Error dialog description */
"Hype Professional is available as an in-app purchase, and upgrading will unlock the “Professional Dark” theme." = "Hype Professionnel est disponible sous forme d’achat intégré et la mise à jour permet de débloquer le thème “Foncé professionnel”.";

/* Hype Web Page menu item */
"Hype Web Page" = "Page Web Hype";

/* Hype moved while running informative error text */
"Hype has moved while running and may not operate normally. Please save all documents, quit, and relaunch Hype." = "Hype a été déplacé en cours d’exécution et risque de ne pas fonctionner correctement. Enregistrez tous vos documents, fermez Hype, puis relancez-le.";

/* informative alert text, the n corresponds to a number which will be assigned */
"IDs will be labeled as \"%@-n.\"" = "Les ID porteront l'étiquette \"%@-n\".";

/* Inspector pane name */
"Identity" = "Identité";

/* Inspector tab tooltip */
"Identity Inspector" = "Inspecteur d’identité";

/* Element class type */
"Image" = "Image";

/* No comment provided by engineer. */
"Image…" = "Image…";

/* advanced export individual layout slices header title */
"Individual Layouts" = "Mises en page individuelles";

/* advanced export individual scene slices header title */
"Individual Scenes" = "Scènes individuelles";

/* Undo menu item action */
"Initial Scale" = "Echelle initiale";

/* Browser compatibility warning category */
"Inner HTML" = "HTML interne";

/* Undo menu item action */
"Insert Button" = "Insérer un bouton";

/* Undo menu item action */
"Insert Element" = "Insérer un élément";

/* Undo menu item action */
"Insert Ellipse" = "Insérer une ellipse";

/* Undo menu item action */
"Insert HTML Widget" = "insérer un widget HTML";

/* Undo menu item action */
"Insert Image" = "Insérer une image";

/* Undo menu item action */
"Insert Movie" = "Insérer une vidéo";

/* Undo menu item action */
"Insert Rectangle" = "Insérer un rectangle";

/* Undo menu item action */
"Insert Rounded Rectangle" = "Insérer un rectangle arrondi";

/* Undo menu item action */
"Insert Shape" = "Insérer une forme";

/* Undo menu item action */
"Insert Text" = "Insérer du texte";

/* Inspector Pane Name
   Inspector pane name
   Toolbar button title */
"Inspector" = "Inspecteur";

/* Inspector group name */
"Inspector Pane title" = "Titre de la sous-fenêtre de l’inspecteur";

/* Button */
"Install Update" = "Installer la mise à jour";

/* Menu item */
"Instant" = "Instantanée";

/* Tooltip: Jump to Scene {scene name} */
"Jump to Scene %@" = "Aller à la scène %@";

/* Alert alternate button */
"Keep" = "Conserver";

/* Button title */
"Keep All" = "Tout conserver";

/* Button text */
"Keep Both" = "Conserver les deux";

/* Tooltip */
"Last Scene" = "Dernière scène";

/* Browser version support - only support the latest version */
"Latest" = "Dernier";

/* Inspector group name */
"Layout Size" = "Taille de la taille";

/* Toolbar button title */
"Layouts" = "Tailles";

/* Button text */
"Learn More" = "En savoir plus";

/* Learn More about Hype Professional… menu item */
"Learn More about Hype Professional…" = "En savoir plus sur Hype Professionnel…";

/* Inspector group name */
"Legal" = "Légal";

/* Menu item */
"Linear" = "Linéaire";

/* HTML Page Loading Text */
"Loading" = "Chargement";

/* Menu item */
"Lock" = "Verrouiller";

/* Menu item */
"Lock Guide" = "Verrouiller le guide";

/* Menu item */
"Lock Guides" = "Verrouiller les guides";

/* Browser compatibility warning */
"Loop is not supported and will be ignored." = "La boucle n’est pas prise en charge et sera ignorée.";

/* Default name the main timeline in a scene */
"Main Timeline" = "Timeline principale";

/* Undo menu item action */
"Make Background Transparent" = "Rendre transparent l'arrière-plan";

/* Button text */
"Make Display Names Unique" = "Rendre uniques les noms affichés";

/* Button text */
"Make IDs Unique" = "Rendre uniques les ID";

/* Menu item */
"Make Invisible" = "Masquer";

/* Menu item */
"Make Visible" = "Afficher";

/* No comment provided by engineer. */
"Media Browser" = "Navigateur de médias";

/* Inspector pane name */
"Metrics" = "Mesures";

/* Inspector tab tooltip */
"Metrics Inspector" = "Inspecteur de mesures";

/* Menu item */
"Minimum Version" = "Version minimum";

/* Browser compatibility warning category and inspector group name */
"Mobile Options" = "Options mobiles";

/* Menu item and dialog title */
"Monotype" = "Monotype";

/* HTML link title for getting to the JavaScript documentation web page */
"More Info" = "En savoir plus";

/* Mouse cursor name; menu item */
"Move" = "Déplacer";

/* Undo menu item action */
"Move Animation" = "Déplacer l’animation";

/* Undo menu item action */
"Move Guide" = "Déplacer le guide";

/* Undo menu item action */
"Move Scene" = "Déplacer la scène";

/* Multiple Selection String
   Timing function menu title */
"Multiple" = "Multiple";

/* Resource Library Info View */
"Multiple Selection" = "Sélection multiple";

/* Unique Element ID Alert Text */
"Multiple elements are selected, but IDs must be unique. Do you want to number the ID values to make them unique?" = "Plusieurs éléments sont sélectionnés, mais les ID doivent être uniques. Voulez-vous numéroter les valeurs d'ID pour les rendre uniques ?";

/* Unique Display Name Alert Text */
"Multiple elements are selected. Do you want to number the Display Name values to make them unique?" = "Plusieurs éléments sont sélectionnés. Voulez-vous numéroter les valeurs de noms affichés pour les rendre uniques ?";

/* Browser compatibility warning */
"Muting is not supported and will be ignored." = "La désactivation du son n’est pas prise en charge et sera ignorée.";

/* Button label */
"Never Sign Up" = "Ne jamais s’inscrire";

/* Menu item */
"New JavaScript" = "Nouveau JavaScript";

/* Undo menu item action */
"New Keyframe" = "Nouvelle image-clé";

/* Undo menu item action and name of new scene layouts */
"New Layout" = "Nouvelle taille";

/* No comment provided by engineer. */
"New Persistent Symbol from Selection…" = "Nouveau symbole persistant à partir de la sélection…";

/* No comment provided by engineer. */
"New Persistent Symbol…" = "Nouveau symbole persistant…";

/* Undo menu item action and name of new scenes */
"New Scene" = "Nouvelle scène";

/* Undo menu item action and name of new scene sizes */
"New Scene Size" = "Taille de nouvelle scène";

/* No comment provided by engineer. */
"New Symbol" = "Nouveau symbole";

/* No comment provided by engineer. */
"New Symbol from Selection" = "Nouveau symbole à partir de la sélection";

/* Default text in a new button element and element class type */
"New Text" = "Nouveau texte";

/* Menu item */
"New Timeline…" = "Nouvelle timeline…";

/* Alert message text */
"New Update Available" = "Mise à jour disponible";

/* Tooltip */
"Next Scene" = "Scène suivante";

/* Tooltip */
"No Action" = "Aucune action";

/* Alert message text */
"No New Updates Available." = "Aucune mise à jour disponible.";

/* Resource Library Info View */
"No Options" = "Aucune option";

/* Menu Item
   Mouse cursor name; menu item; browser version support - no support for selected browser */
"None" = "Aucun";

/* Segmented button text */
"Normal" = "Normal";

/* Button text */
"OK" = "OK";

/* Undo menu item action */
"Offline Cache" = "Cache hors ligne";

/* Custom Behavior Handler name in inspector, like 'On Mouse Down' */
"On %@" = "Si %@";

/* Inspector group name */
"On Any Timeline Complete" = "Si toute Timeline terminée";

/* Inspector group name */
"On Drag" = "Si Glisser";

/* Inspector group name */
"On Enter Viewport" = "En entrant dans la fenêtre d'affichage";

/* Browser compatibility warning */
"On Enter Viewport is not supported. This event will fire immediately after On Scene Load." = "\"En entrant dans la fenêtre d'affichage\" n’est pas pris en charge. Cet événement se déclenchera immédiatement après \"Au chargement de la scène\".";

/* Inspector group name */
"On Exit Viewport" = "En sortant de la fenêtre d'affichage";

/* Browser compatibility warning */
"On Exit Viewport is not supported. This event will never fire." = "\"En sortant de la fenêtre d'affichage\" n’est pas pris en charge. Cet événement ne se déclenchera jamais.";

/* Inspector group name */
"On Key Down" = "Si Touche bas";

/* Inspector group name */
"On Key Press" = "Si Touche enfoncée";

/* Inspector group name */
"On Key Up" = "Si Touche haut";

/* Inspector group name */
"On Layout Load" = "Si Charger Mise en Page";

/* Inspector group name */
"On Layout Unload" = "Si Décharger Mise en Page";

/* Inspector group name */
"On Mouse Click" = "Si Clic de souris";

/* Inspector group name */
"On Mouse Down" = "Si Souris bas";

/* Inspector group name */
"On Mouse Out" = "Si Souris extérieur";

/* Inspector group name */
"On Mouse Over" = "Si Souris au-dessus";

/* Inspector group name */
"On Mouse Up" = "Si Souris haut";

/* Inspector group name */
"On Scene Load" = "Si Charger scène";

/* Inspector group name */
"On Scene Unload" = "Si Décharger scène";

/* Inspector group name */
"On Swipe Down" = "Si Balayage bas";

/* Inspector group name */
"On Swipe Left" = "Si Balayage gauche";

/* Inspector group name */
"On Swipe Right" = "Si Balayage droite";

/* Inspector group name */
"On Swipe Up" = "Si Balayage haut";

/* Inspector group name */
"On Symbol Load" = "Si Charger symbole";

/* Inspector group name */
"On Symbol Unload" = "Si Décharger symbole";

/* Menu item and inspector group name */
"Opacity" = "Opacité";

/* Browser compatibility warning */
"Opacity will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "L’opacité n’est pas affichée en cas d’application de coin arrondi, de dégradé d’arrière-plan ou d’ombre portée.";

/* Alert default button */
"Open App Store" = "Ouvrir l’App Store";

/* Button text */
"Open Read-Only" = "Ouvrir en lecture seule";

/* Inspector group name */
"Options" = "Options";

/* Browser compatibility warning */
"PSD images will not be displayed." = "Les images PSD ne seront pas affichées.";

/* Menu item */
"Paste Guide" = "Coller le guide";

/* Menu item */
"Paste Guides" = "Coller les guides";

/* Alert dialog informative text */
"Pasting a symbol into itself would create a black hole and all elements as we know them would be destroyed." = "Le collage d’un symbole dans lui-même créerait un trou noir et tous les éléments tels que nous les connaissons seraient détruits.";

/* Tooltip: Pause Timeline {timeline name} */
"Pause Timeline %@" = "Suspendre la timeline %@";

/* Element class type and name of new symbol and inspector pane title */
"Persistent Symbol" = "Symbole persistant";

/* Symbol Description */
"Persistent Symbols allow you to share content between multiple scenes. Symbols are reusable components containing elements, timelines, and animations." = "Les symboles persistants vous permettent de partager du contenu entre plusieurs scènes. Les symboles sont des composants réutilisables contenant des éléments, des timelines et des animations.";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. Making a symbol persistent will convert all instances of that symbol on other scenes to be the same persistent instance." = "Les symboles persistants possèdent une seule instance partagée qui est préservée dans les modifications de scène. La création d’un symbole persistant convertit toutes les instances de ce symbole dans les autres scènes en la même instance persistante.";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. To manually add it to another scene, copy and paste or drag from the Resource Library." = "Les symboles persistants possèdent une seule instance partagée qui est préservée dans les modifications de scène. Pour en ajouter un manuellement à une autre scène, copiez-collez-le ou déposez-le à partir de la bibliothèque de ressources.";

/* Alert dialog informative text */
"Persistent symbols can only be added as top level elements in a scene." = "Les symboles persistants peuvent uniquement être ajoutés comme éléments de niveau supérieur dans une scène.";

/* Browser compatibility warning */
"Perspective is not displayed on 3D rotations." = "La perspective n’est pas affichée sur les rotations 3D.";

/* Browser compatibility warning */
"Perspective is not displayed on the swap transition." = "La perspective n’est pas affichée sur la transition par échange.";

/* Inspector pane name */
"Physics" = "Physique";

/* Inspector tab tooltip */
"Physics Inspector" = "Inspecteur de physique";

/* Inspector group name */
"Placement" = "Placement";

/* Browser compatibility warning */
"Playing inline is not supported and will be ignored." = "La lecture vidéo incorporée n’est pas prise en charge et sera ignorée.";

/* Alert message text */
"Please add a summary to this report." = "Ajoutez un résumé à ce rapport.";

/* No comment provided by engineer. */
"Please check your internet connection and try again later." = "Vérifiez votre connexion Internet, puis réessayez plus tard.";

/* No comment provided by engineer. */
"Please try again later or contact support by going to Help->Report an Issue…" = "Réessayez plus tard ou adressez-vous au service d’assistance en sélectionnant Aide->Signaler un problème…";

/* Inspector attribute group name
   Mouse cursor name; menu item */
"Pointer" = "Pointeur";

/* Menu item */
"Position" = "Position";

/* Undo menu item action */
"Position with CSS left/top" = "Position avec CSS gauche/haut";

/* Tooltip */
"Present Media" = "Média présent";

/* Segmented button text */
"Pressed" = "Enfoncé";

/* Browser compatibility warning */
"Preventing user scaling is not supported" = "L’interdiction du autoriser le zoom n’est pas prise en charge";

/* No comment provided by engineer. */
"Preview" = "Aperçu";

/* Menu item */
"Preview Current Layout in Browser" = "Aperçu de la taille actuelle dans le navigateur";

/* Menu item */
"Preview Current Layout on Device" = "Aperçu de la taille actuelle sur l’appareil";

/* Menu item */
"Preview Current Scene in Browser" = "Aperçu de la scène actuelle dans le navigateur";

/* Menu item */
"Preview Current Scene on Device" = "Aperçu de la scène actuelle sur l’appareil";

/* Menu Item */
"Preview Using Export Script:" = "Aperçu à l’aide du script d’exportation :";

/* Tooltip */
"Previous Scene" = "Scène précédente";

/* Menu item */
"Properties" = "Propriétés";

/* Purchase menu item */
"Purchase" = "Acheter";

/* Button Text */
"Purchase Hype 3" = "Acheter Hype 3";

/* Purchase Hype Professional… menu item */
"Purchase Hype Professional…" = "Acheter Hype Professionnel…";

/* Purchase Hype Standard… menu item */
"Purchase Hype Standard…" = "Acheter Hype Standard…";

/* Button in registration and trial dialogs to purchase Hype */
"Purchase Now" = "Acheter maintenant";

/* Button label */
"Purchase Update" = "Acheter une mise à jour";

/* info window text when purchasing Hype Pro form the app store */
"Purchasing Hype Professional…" = "Achat de Hype Professionnel…";

/* Button in registration and trial dialogs */
"Quit" = "Quitter";

/* Element class type */
"Rectangle" = "Rectangle";

/* Inspector group name */
"Reflection" = "Reflet";

/* Browser compatibility warning */
"Reflection is not supported and will not be displayed." = "Les reflets ne sont pas pris en charge et ne seront pas affichés.";

/* Default button in registration dialog when valid license is entered */
"Register" = "Enregistrer";

/* Message Text
   MessageText */
"Registration Failed" = "Échec de l’enregistrement";

/* Message Text
   MessageText */
"Registration Successful" = "Enregistrement réussi";

/* Hype moved while running message text */
"Relaunch Hype" = "Relancer Hype";

/* Alert default button */
"Relink" = "Réassocier";

/* Menu item */
"Reload HTML Content" = "Recharger le contenu HTML";

/* Button label */
"Remind Me Later" = "Me demander plus tard";

/* Action Type Pop Up Button Choice
   Alert default button */
"Remove" = "Supprimer";

/* Menu item and undo menu item action */
"Remove Guide" = "Supprimer le guide";

/* Menu item */
"Remove Guides" = "Supprimer les guides";

/* Menu item and alert dialog default button */
"Remove Motion Paths" = "Supprimer les chemins d’animation";

/* Undo menu item action */
"Remove Symbol" = "Supprimer le symbole";

/* Alert informative text */
"Removing the symbol will remove all instances of the symbol in the document." = "La suppression du symbole supprime toutes les instances du symbole dans le document.";

/* Undo menu item action */
"Rename Layout" = "Renommer la taille";

/* Menu item */
"Rename Scene" = "Renommer la scène";

/* Alert default button */
"Replace" = "Remplacer";

/* Alert informative text */
"Replacing the existing plug-in will require relaunching Hype to take effect." = "Le remplacement du module existant requiert le redémarrage de Hype.";

/* Menu item */
"Reset to Default" = "Réglages par défaut";

/* Toolbar button title */
"Resources" = "Ressources";

/* Alert informative text: Resources unreferenced in the document will be removed immediately. */
"Resources unreferenced in the document will be removed immediately." = "Les ressources non référencées dans le document seront immédiatement supprimées.";

/* Alert message text */
"Resources will be removed." = "Les ressources seront supprimées.";

/* Inspector group name */
"Responsive Layout" = "Site web adaptatif / Responsive";

/* restore purchases menu item */
"Restore Purchases…" = "Restaurer les achats…";

/* Retina Image Slot Name */
"Retina @2x" = "Retina @2x";

/* Playback direction */
"Reverse" = "Inverse";

/* Inspector group name */
"Rotation" = "Rotation";

/* Browser compatibility warning */
"Rotation will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "La rotation n’est pas affichée en cas d’application de coin arrondi, de dégradé d’arrière-plan ou d’ombre portée.";

/* Element class type */
"Rounded Rectangle" = "Rectangle arrondi";

/* Tooltip: Run JavaScript {function name} */
"Run JavaScript %@" = "Exécuter JavaScript %@";

/* Browser compatibility warning */
"SVG-based images will not be displayed." = "Les images basées sur SVG ne seront pas affichées.";

/* Menu item and inspector group name */
"Scale" = "Echelle";

/* Inspector pane name */
"Scene" = "Scène";

/* Undo menu item action */
"Scene Drag Action" = "Action de scène Glisser";

/* Inspector tab tooltip and menu item */
"Scene Inspector" = "Inspecteur de scène";

/* Undo menu item action */
"Scene Key Down Action" = "Action de scène Touche bas";

/* Undo menu item action */
"Scene Key Press Action" = "Action de scène Touche enfoncée";

/* Undo menu item action */
"Scene Key Up Action" = "Action de scène Touche haut";

/* Undo menu item action */
"Scene Load Action" = "Action Charger scène";

/* Inspector group name */
"Scene Physics Gravity" = "Gravité physique de scène";

/* Undo menu item action */
"Scene Rename" = "Renommer la scène";

/* Inspector group name */
"Scene Size" = "Taille de la scène";

/* Undo menu item action */
"Scene Swipe Down Action" = "Action de scène Balayage bas";

/* Undo menu item action */
"Scene Swipe Left Action" = "Action de scène Balayage gauche";

/* Undo menu item action */
"Scene Swipe Right Action" = "Action de scène Balayage droite";

/* Undo menu item action */
"Scene Swipe Up Action" = "Action de scène Balayage haut";

/* Name of new symbol */
"Scene Symbol" = "Symbole de scène";

/* Undo menu item action */
"Scene Timeline Complete Action" = "Action de scène Timeline terminée";

/* Undo menu item action */
"Scene Unload Action" = "Action Décharger scène";

/* Scenes
   Toolbar button title */
"Scenes" = "Scènes";

/* Scenes and Layouts */
"Scenes and Layouts" = "Scènes et mises en page";

/* Menu item */
"Scrollbars" = "Barres de défilement";

/* Browser compatibility warning */
"Scrollbars and scrolling behavior is not supported on Android devices." = "Les barres de défilement et le comportement de défilement ne sont pas pris en charge sur les appareils Android.";

/* Menu item */
"Set Capo" = "Activer le Capo";

/* Browser compatibility warning */
"Setting pointer-events to none is not fully supported. This element will still intercept mouseover, mouseout, and hover actions. As a result elements below will not receive these events." = "La définition des événements de pointeur sur \"aucun\" n'est pas totalement prise en charge. Cet élément interceptera néanmoins les actions de souris au-dessus, de souris en dehors et de pointage. Par conséquent, les événements inférieurs ne recevront pas ces éléments.";

/* Inspector group name */
"Shadow" = "Ombre";

/* Menu item */
"Show Button Controls" = "Afficher les boutons";

/* Preference Pane Button */
"Show Export Scripts Folder in Finder" = "Afficher le dossier des scripts d’exportation dans le Finder";

/* Menu item */
"Show Grid" = "Afficher la grille";

/* Menu item */
"Show Guide" = "Afficher le guide";

/* Menu item */
"Show Guides" = "Afficher les guides";

/* Menu item */
"Show JavaScript Functions…" = "Afficher les fonctions JavaScript…";

/* Toolbar button label and menu item */
"Show Layouts" = "Afficher les tailles";

/* Undo menu item action */
"Show Loading Page" = "Afficher la page de chargement";

/* Menu item */
"Show Resource Library…" = "Afficher la bibliothèque de ressources…";

/* Menu item */
"Show Ruler" = "Afficher la règle";

/* Toolbar button label and menu item */
"Show Scenes" = "Afficher les scènes";

/* Preference Pane Button */
"Show in Finder" = "Afficher dans le Finder";

/* Inspector group name */
"Shown Browser Compatibility Warnings" = "Afficher les alertes de compatibilité";

/* Button label */
"Sign Up Later" = "S’inscrire plus tard";

/* Alert informative text */
"Some instances of this symbol are not at the top level of the scene. Persistent symbols cannot be inside of other symbols. Any symbols not at the top level will become clones of a new symbol named ‘%@’." = "Certaines instances de ce symbole ne se trouvent pas au niveau supérieur de la scène. Les symboles persistants ne peuvent pas se trouver dans d’autres symboles. Tous les symboles ne se trouvant pas au niveau supérieur deviendront des clones d’un nouveau symbole nommé « %@ ».";

/* Alert informative text */
"Some scenes have more than one instance of this symbol. There can only be one instance of each persistent symbol per scene. The first instance on each scene will be converted to the persistent symbol and all other instances will become clones of a new symbol named ‘%@’." = "Certaines scènes comportent plusieurs instances de ce symbole. Il ne peut y avoir qu’une seule instance de chaque symbole persistant par scène. La première instance de chaque scène sera convertie en symbole persistant et toutes les autres instances deviendront des clones d’un nouveau symbole nommé « %@ ».";

/* Informative Text */
"Sorry, something went wrong.  Please contact Tumult Support at support@tumult.com." = "Désolé, un problème s'est produit.  Veuillez contacter l'assistance de Tumult sur support@tumult.com.";

/* Special thanks */
"Special thanks to" = "Remerciements particuliers à";

/* Non-Retina Image Slot Name */
"Standard @1x" = "Standard @1x";

/* Tooltip: Start Timeline {timeline name} */
"Start Timeline %@" = "Démarrer la timeline %@";

/* Undo menu item action */
"Status Bar Style" = "Style de barre d’état";

/* No comment provided by engineer. */
"Submit Without Contact Information" = "Envoyer sans coordonnées";

/* Browser compatibility warning */
"Swap transitions appear as instant transitions." = "Les transitions par échange se présentent comme des transitions instantanées.";

/* Element class type and name of new symbol and inspector pane title */
"Symbol" = "Symbole";

/* Inspector tab tooltip and menu item */
"Symbol Inspector" = "Inspecteur de symbole";

/* Inspector group name */
"Symbol Physics Gravity" = "Gravité physique du symbole";

/* menu item */
"Symbol Timelines" = "Timelines du symbole";

/* No comment provided by engineer. */
"Symbols" = "Symboles";

/* Symbol Description */
"Symbols are reusable components containing elements, timelines, and animations." = "Les symboles sont des composants réutilisables contenant des éléments, des timelines et des animations.";

/* Browser compatibility warning */
"TIFF images will not be displayed." = "Les images TIFF ne seront pas affichées.";

/* Inspector group additional name */
"Tap" = "Toucher";

/* Element class type, menu item, inspector pane name */
"Text" = "Texte";

/* Inspector tab tooltip */
"Text Inspector" = "Inspecteur de texte";

/* Inspector group name */
"Text Shadow" = "Ombre du texte";

/* Browser compatibility warning */
"Text Shadow is not supported." = "L’ombre du texte n’est pas prise en charge.";

/* Inspector group name */
"Text Spacing" = "Espacements";

/* No comment provided by engineer. */
"Textured Button" = "Bouton texturé";

/* Informative Text */
"Thank you for purchasing Tumult Hype!" = "Merci d’avoir acheté Tumult Hype !";

/* Error dialog description */
"The Hype document you are trying to open appears to be corrupt. Please restore from a backup." = "Le document Hype que vous essayez d’ouvrir semble corrompu. Veuillez le restaurer à partir d’une sauvegarde.";

/* Document compatibility warning */
"The Unique Element Id, “%@”, is used by %lu other %@ and is therefore not unique as required. This must be fixed by changing this property to an unused value via the Identity Inspector." = "L’ID d’élément unique « %1$@ » est utilisée par %2$lu autre(s) %3$@ et n’est donc pas unique comme cela est requis. Ce problème doit être corrigé en choisissant une valeur inutilisée pour cette propriété dans l’inspecteur d’identité.";

/* Error dialog description */
"The document you are trying to open was created with a newer version of Hype and cannot be displayed." = "Le document que vous essayez d’ouvrir a été créé avec une version plus récente de Hype et ne peut pas être affiché.";

/* Error dialog text */
"The file cannot be opened because it may be corrupt.  Please restore from backup." = "Impossible d’ouvrir ce fichier, car il est peut-être corrompu.  Veuillez le restaurer à partir d’une sauvegarde.";

/* Alert informative text (singular) */
"The file named \"%@\" already exists in the Resource Library. Do you want to replace it or keep them both?" = "Le fichier nommé « %@ » existe déjà dans la bibliothèque de ressources. Voulez-vous le remplacer ou conserver les deux exemplaires ?";

/* Alert informative text */
"The font is currently in use in the document. Removing will not change the font values for the referenced elements." = "La police est utilisée dans le document. La suppression ne modifiera pas les valeurs de police des éléments référencés.";

/* Application Error Dialog */
"The integerity of the Hype application has been compromised." = "L’intégrité de l’application Hype a été compromise.";

/* Error dialog title */
"The interface theme “Professional Dark” is only available in Hype Professional." = "Le thème d’interface “Foncé professionnel” n’est disponible que dans Hype Professionnel.";

/* Alert informative text */
"The original file could not be found.  Relinking will replace the resource with one selected from disk." = "Le fichier original est introuvable.  La réassociation remplace la ressource par une autre sélectionnée sur le disque.";

/* Alert message text */
"The persistent symbol “%@” cannot be added to this scene" = "Le symbole persistant « %@ » ne peut pas être ajouté à cette scène";

/* Alert informative text: The resource already exists in the group named “{group name}.” */
"The resource already exists in the group named “%@.”" = "Le groupe « %@ » contient déjà cette ressource.";

/* Alert informative text: The resource group “{group name}” cannot be deleted because it is currently used in the document. */
"The resource group “%@” cannot be deleted because it is currently used in the document." = "Impossible de supprimer le groupe de ressources « %@ », car il est utilisé dans le document.";

/* Alert message text */
"The resource will be removed." = "La ressource sera supprimée.";

/* Alert informative text: The resource “{resource name}” cannot be deleted because it is currently used in the document. */
"The resource “%@” cannot be deleted because it is currently used in the document." = "Impossible de supprimer la ressource « %@ », car elle est utilisée dans le document.";

/* Alert informative text: The resource “{resource name}” is unreferenced in the document and will be removed immediately. */
"The resource “%@” is unreferenced in the document and will be removed immediately." = "La ressource « %@ » n’est pas référencée dans le document et sera immédiatement supprimée.";

/* No comment provided by engineer. */
"The restoration file could not be found." = "Le fichier de restauration est introuvable.";

/* Browser compatibility warning */
"Theora or a WebM video source is required for playback." = "La lecture requiert une source vidéo WebM ou Theora.";

/* format string for creating a new responsive layout breakpoint */
"There is already a breakpoint at %.f px" = "Un point d’arrêt existe déjà à %.f px";

/* Alert dialog informative text */
"There is already an instance of this symbol on this scene. Each scene can only have one instance of each persistent symbol." = "Une instance de ce symbole existe déjà dans cette scène. Chaque scène ne peut contenir qu’une seule instance de chaque symbole persistant.";

/* Alert message text */
"There is no email address included on this report. By adding your contact information, we can respond to your feedback." = "Ce rapport ne contient aucune adresse e-mail. L’ajout de vos coordonnées nous permettra de donner suite à votre réaction.";

/* Alert informative text */
"There was an error communicating your feedback to the server." = "Erreur lors de la transmission de votre réaction au serveur.";

/* Alert informative text */
"There was an error uploading attachments. Please email them to support@tumult.com if critical to reproducing your issue." = "Erreur de téléchargement des pièces jointes vers le serveur. Envoyez-les par e-mail à support@tumult.com si elles sont nécessaires pour reproduire votre problème.";

/* Beta Expiration Dialog */
"This beta version of Hype %@ (%@) has expired. Please visit %@ to check for a newer version." = "Cette version bêta de Hype %1$@ (%2$@) est arrivée à expiration. Visitez %3$@ pour vérifier s’il existe une version plus récente.";

/* Error dialog description */
"This document cannot be saved, duplicated, or exported with the Standard edition of Hype. To unlock this document, upgrade to Hype Professional." = "Impossible d’enregistrer, de dupliquer ou d’exporter ce document avec l’édition Standard de Hype. La mise à niveau Hype Professionnel est nécessaire pour débloquer ce document.";

/* Error dialog description */
"This document was created by an earlier version of Hype. Once upgraded, it will be incompatible with Hype 1.x." = "Ce document a été créé avec une version plus ancienne de Hype. Une fois la mise à niveau effectuée, il ne sera plus compatible avec Hype 1.x.";

/* Application Error Dialog */
"This is an unauthorized copy of Hype. Your application has unfortunately been modified in a way that may be harmful to the application working correctly, your data, or your system.  Please re-download and use the free trial or a legitimately obtained registration number." = "Ceci est une copie non autorisée de Hype. Votre application a malheureusement été modifiée d’une manière qui risque de nuire à son bon fonctionnement, à vos données ou à votre système. Téléchargez-la à nouveau et profitez de l’essai gratuit ou utilisez un numéro d’enregistrement obtenu de manière légitime.";

/* Descriptive text in trial warning dialog when trial is still active. */
"This trial is fully functional but time-limited. Purchasing and providing a serial number will unlock this copy, removing the trial restriction." = "Cette version d’essai totalement fonctionnelle est limitée dans le temps. Pour débloquer cette copie et lever les restrictions, vous devez acheter et introduire un numéro de série.";

/* Alert informative text: This will remove motion paths across all timelines for the selected {element/elements, depending on number of selected elements. */
"This will remove motion paths across all timelines for the selected %@." = "Cela supprimera les chemins d’animation sur toutes les timelines pour %@ sélectionné(s).";

/* Alert dialog informative text: This will remove motion paths across all timelines for “{element name}”. */
"This will remove motion paths across all timelines for “%@”." = "Cela supprimera les chemins d’animation sur toutes les timelines pour %@.";

/* Inspector pane name */
"Timeline Action" = "Action de timeline";

/* Element listing title */
"Timeline Actions" = "Actions de timeline";

/* Undo menu action name */
"Timeline Relative" = "Timeline relative";

/* Undo menu action name */
"Timeline Rename" = "Renommer la timeline";

/* Group toolbar button action */
"To Group" = "Grouper";

/* Element listing lock toggle button */
"Toggle Lock" = "Activer/désactiver verrouillage";

/* Propreties listing motion path toggle button */
"Toggle Motion Path" = "Activer/désactiver chemin d’animation";

/* Element listing visibility toggle button */
"Toggle Visibility" = "Activer/désactiver visibilité";

/* Inspector group additional name */
"Touch End" = "Fin de touche";

/* Inspector group additional name */
"Touch Start" = "Début de touche";

/* Inspector group name */
"Transform Origin" = "Origine de transformation";

/* Title for application menu that lets trial users switch between Standard and Professional editions */
"Trial Edition" = "Édition d’essai";

/* Header text in trial warning dialog when trial has ended. */
"Trial Expired." = "Essai expiré.";

/* Button text */
"Try Hype Professional" = "Essayer Hype Professionnel";

/* Alert dialog informative text */
"Tumult Hype %@ is now available on the Mac App Store." = "Tumult Hype %@ est disponible sur l’App Store Mac.";

/* Alert informative text: Tumult Hype {marketing version number} is the latest version. */
"Tumult Hype %@ is the latest version." = "Tumult Hype %@ est la version la plus récente.";

/* Inspector group name */
"Type" = "Type";

/* Element class type, menu item, inspector pane name */
"Typography" = "Typographie";

/* Alert message text */
"Unable to complete Mac App Store purchase" = "Impossible d’effectuer l’achat sur Mac App Store";

/* Alert message text */
"Unable to connect to the Mac App Store" = "Impossible de se connecter à Mac App Store";

/* Warning dialog text: Unable to connect to “{device name}” */
"Unable to connect to “%@”" = "Impossible de se connecter à « %@ »";

/* Alert message text */
"Unable to create a new group for the resource." = "Impossible de créer un groupe pour la ressource.";

/* Alert message text */
"Unable to delete resource group." = "Impossible de supprimer le groupe de ressources.";

/* Alert message text */
"Unable to delete resource." = "Impossible de supprimer la ressource.";

/* Error dialog title */
"Unable to open file" = "Impossible d’ouvrir le fichier";

/* No comment provided by engineer. */
"Unable to restore document" = "Impossible de restaurer le document";

/* Undo menu item action */
"Undo Symbol Creation" = "Annuler la création du symbole";

/* No comment provided by engineer. */
"Ungroup" = "Dégrouper";

/* Undo menu item action */
"Ungroup Elements" = "Dégrouper les éléments";

/* Browser compatibility warning category and inspector group name */
"Unique Element ID" = "ID d’élément unique";

/* Warning string: Unique Element ID is already used by {element name}. */
"Unique Element ID is already used by %@." = "Cet ID d’élément est déjà utilisé par %@.";

/* Menu item */
"Unlock" = "Déverrouiller";

/* Default scene layout name */
"Untitled Layout" = "Taille sans titre";

/* Undo menu item action and name of new scenes */
"Untitled Scene" = "Scène sans titre";

/* Default timeline name */
"Untitled Timeline" = "Timeline sans titre";

/* Alert default button */
"Update" = "Mettre à jour";

/* Update (timing function name) */
"Update %@" = "Mettre à jour %@";

/* Button title */
"Update All" = "Tout mettre à jour";

/* Font Panel Button */
"Update Font" = "Actualiser la police";

/* Button title */
"Update Grid" = "Mettre à jour la grille";

/* Button title */
"Update Selected" = "Mettre la sélection à jour";

/* Menu item and button text */
"Upgrade" = "Mettre à niveau";

/* Upgrade to Hype Professional… menu item */
"Upgrade to Hype Professional…" = "Mettre à niveau avec Hype Professionnel…";

/* Status update when uploading attachments (current attachment index of total number of attachments) */
"Uploading Attachments (%d of %d)" = "Téléchargement des pièces jointes vers le serveur (%1$d sur %2$d)";

/* Undo menu item action */
"Use CSS Reset" = "Utiliser la réinitialisation CSS";

/* Button Text */
"Use Duplicate Display Names" = "Utiliser des noms affichés dupliqués";

/* Button Text */
"Use Duplicate IDs" = "Utiliser des ID dupliqués";

/* Alert default button and menu item */
"Use Motion Paths" = "Utiliser des chemins d’animation";

/* Undo menu item action */
"Use Touch Events" = "Utiliser des événements tactiles";

/* Undo menu item action */
"Use WebKit Graphics Acceleration" = "Utiliser l’accélération graphique Webkit";

/* Button in trial and registration dialogs */
"Use as Trial" = "Essayer";

/* Undo menu item action */
"User Scaling" = "Autoriser le zoom";

/* Version */
"Version" = "Version";

/* Element class type and inspector group name */
"Video" = "Vidéo";

/* Browser compatibility warning */
"Videos without controls are unplayable on iPad." = "Les vidéos sans commandes ne sont pas lisibles sur iPad.";

/* No comment provided by engineer. */
"Video…" = "Vidéo…";

/* Undo menu item action */
"Viewport" = "Fenêtre d’affichage";

/* Menu item and inspector group name */
"Visibility" = "Visibilité";

/* Menu item */
"Visible" = "Visible";

/* Beta Expiration Dialog */
"Visit Beta Site" = "Visiter le site Bêta";

/* Mouse cursor name; menu item */
"Wait" = "Attendre";

/* Browser compatibility warning */
"Wait cursor is not supported and the default cursor will instead be displayed." = "Le curseur Attendre n’est pas pris en charge et sera remplacé par le curseur par défaut.";

/* Menu item */
"Web" = "Web";

/* Export Script Update Dialog Window */
"You are currently using version %@. Do you want to download version %@?" = "Vous utilisez actuellement la version %1$@. Voulez-vous télécharger la version %2$@ ?";

/* Alert informative text */
"You can replace the source with the file or create a new resource group to contain the file." = "Vous pouvez remplacer la source par le fichier ou créer un nouveau groupe de ressources pour contenir le fichier.";

/* Header text in trial warning dialog */
"You have %ld days remaining in your trial." = "Il vous reste %ld jours d’essai.";

/* Header text in trial warning dialog when trial is still active. */
"You have 1 day remaining in your trial." = "Il vous reste 1 jour d’essai.";

/* Descriptive text in trial warning dialog when trial has ended. */
"You have reached the end of your %ld-day trial. Please purchase or provide a serial number to continue using Tumult Hype." = "Vous avez atteint la fin de vos %ld jours d’essai. Veuillez acheter ou introduire un numéro de série pour continuer à utiliser Tumult Hype.";

/* Alert message text */
"Your message was sent without attachments." = "Votre message a été envoyé sans pièce jointe.";

/* No comment provided by engineer. */
"Zoom" = "Zoom";

/* Menu item */
"Zoom In" = "Zoom avant";

/* Menu item */
"Zoom Out" = "Zoom arrière";

/* Shown when there are more errors than can be displayed */
"and %ld more errors…" = "et %ld erreurs de plus…";

/* Shown when there are more errors than can be displayed */
"and one more error…" = "et une erreur de plus…";

/* Singular for element */
"element" = "élément";

/* Plural for element */
"elements" = "éléments";

/* Browser compatibility warning */
"iBooks does not allow .m4v or .m4p video sources." = "iBooks n’autorise pas les sources vidéo .m4v ou .m4p.";

/* Default name for tablet layout breakpoint */
"iPad Landscape" = "Paysage iPad";

/* Default name for tablet portrait layout breakpoint */
"iPad Portrait" = "Portrait iPad";

/* Default name for phone layout breakpoint */
"iPhone" = "iPhone";

/* default name for symbol instances */
"unnamed instance" = "instance sans nom";

/* Warning that file already exists when saving */
"“%@” already exists. Do you want to replace it?" = "« %@ » existe déjà. Voulez-vous le remplacer ?";

/* Error dialog title: “Document Name” needs to be upgraded */
"“%@” needs to be upgraded" = "“%@” doit être mis à niveau";

/* Error dialog title */
"“%@” uses features only available in Hype Professional." = "“%@” utilise des fonctions uniquement disponibles dans Hype Professionnel.";

